Repository: codella8/e-commerce-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, ur

source: تلفن
ar: هاتف
ur: فون

source: 1 آدرس
ar: 1 عنوان
ur: 1 پته :

source: 2 آدرس
ar: 2 عنوان
ur: 2 پته :

source: شهر
ar: مدينة
ur: شہر

source: کشور
ar: البلاد
ur: ملک

source: رمز جدید را وارد کنید
ar: أدخل كلمة المرور الجديدة.
ur: نیا پاس ورڈ درج کریں۔

source: رمز جدید را دوباره وارد کنید
ar: أعد إدخال كلمة المرور الجديدة.
ur: نیا پاس ورڈ دوبارہ درج کریں۔

source: نام خانوادگی
ar: اسم عائلة مثلي الجنس
ur: ہم جنس پرستوں کے خاندان کا نام

source: ایمیل
ar: بريد إلكتروني

source: نام کاربری
ar: ملف تعريف المستخدم
ur: صارف پروفائل

source: نام
ar: اسم :

source: رمز خودرا وارد کنید
ar: أدخل كلمة المرور الجديدة.
ur: اپنا پاس ورڈ درج کریں۔

source: دوباره رمز خودرا وارد کنید
ar: أدخل كلمة المرور الجديدة.
ur: اپنا پاس ورڈ دوبارہ درج کریں۔

source: درباره ما
ar: معلومات عنا
ur: ہمارے بارے میں

source: سال تجربه
ar: سنوات من الخبرة
ur: تجربے کے سال

source: درباره شرکت کفش کارنو
ar: نبذة عن شركة كارنو للأحذية
ur: کارنو جوتا کمپنی کے بارے میں

source: شرکت کفش کارنو با سالها تخصص و سابقه درخشان در زمینه تولید کفش های ماشینی فعالیت دارد.
ar: تتمتع شركة كارنو للأحذية بخبرة لسنوات عديدة وتاريخ لامع في مجال تصنيع الأحذية المصنوعة آليًا إنه نشط
ur: کارنو شوز کمپنی کے پاس مشین سے بنے جوتوں کی تیاری کے شعبے میں برسوں کی مہارت اور ایک شاندار تاریخ ہے۔

source: ما درشرکت کارنو همواره در تلاشیم که بهترین محصولات را از بهترین مواد خام و درجه یک تولید و بابهترین قیمت ارائه دهیم.
ar: في شركة كارنو، نسعى دائمًا إلى إنتاج أفضل المنتجات من أفضل المواد الخام و نحن نقدم إنتاجًا من الدرجة الأولى وأفضل الأسعار.
ur: کارنو کمپنی میں، ہم ہمیشہ بہترین خام مال سے بنی بہترین مصنوعات اور بہترین قیمت پر فرسٹ کلاس پروڈکشن پیش کرنے کی کوشش کرتے ہیں۔

source: کارنو یک برند تخصصی در زمینه طراحی و تولید صندل‌های باکیفیت مردانه، زنانه و میانه(نقلی) است.
ar: كارنو هي علامة تجارية متخصصة في تصميم وإنتاج الصنادل عالية الجودة للرجال والنساء إنه الوسط (المقتبس).
ur: کارنو ایک برانڈ ہے جو مردوں، عورتوں اور درمیانی عمر کے لوگوں کے لیے اعلیٰ معیار کے سینڈل کے ڈیزائن اور پروڈکشن میں مہارت رکھتا ہے۔

source: که با رویکردی نوین در صنعت پوشاک پا، تلاش دارد ترکیبی از راحتی، دوام و زیبایی را دراختیار مشتریان خود قرار دهد.
ar: مع نهج جديد لصناعة الأحذية، تسعى إلى الجمع بين الراحة والمتانة توفير الجمال لعملائها.
ur: جوتے کی صنعت کے لیے ایک نئے نقطہ نظر کے ساتھ، یہ اپنے صارفین کو آرام، استحکام اور خوبصورتی کا امتزاج فراہم کرنے کی کوشش کرتا ہے۔

source: ما در کارنو با بهره‌گیری از مواد اولیه مرغوب،
ar: في كارنو، نستخدم مواد خام عالية الجودة،
ur: کارنو میں، ہم اعلیٰ معیار کا خام مال استعمال کرتے ہیں،

source: تکنولوژی روز و طراحی‌های کاربردی،
ar: التكنولوجيا الحديثة والتصاميم العملية،
ur: جدید ٹیکنالوجی اور عملی ڈیزائن،

source: محصولاتی تولید می‌کنیم که نه‌تنها پاسخ‌گوی نیاز روزمره مصرف‌کننده باشند،
ar: نحن ننتج منتجات لا تلبي فقط الاحتياجات اليومية للمستهلكين،
ur: ہم ایسی مصنوعات تیار کرتے ہیں جو نہ صرف صارفین کی روزمرہ کی ضروریات کو پورا کرتے ہیں،

source: بلکه تجربه‌ای لذت‌بخش و ماندگار از پوشیدن یک صندل استاندارد و خوش‌دوخت را فراهم کنند.
ar: بل إنها توفر تجربة ممتعة ودائمة لارتداء صندل قياسي مصمم بشكل جيد.
ur: بلکہ، وہ معیاری، اچھی طرح سے تیار کردہ سینڈل پہننے کا ایک خوشگوار اور دیرپا تجربہ فراہم کرتے ہیں۔

source: صندل‌های کارنو به‌گونه‌ای طراحی شده‌اند که در کنار سبُکی و راحتی،
ar: تم تصميم صنادل كارنو بطريقة تجعلها خفيفة الوزن ومريحة،
ur: کارنو سینڈل کو اس طرح سے ڈیزائن کیا گیا ہے کہ ہلکے وزن اور آرام دہ ہونے کے علاوہ،

source: استایلی شیک و چشم‌نواز را نیز به همراه داشته باشند؛
ar: يجب أن يكون لديهم أيضًا أسلوب أنيق وجذاب للنظر.
ur: ان کا اسٹائلش اور چشم کشا انداز بھی ہونا چاہیے۔

source: چه برای استفاده روزمره، چه برای سفر، پیاده‌روی یا محیط‌های نیمه‌رسمی.
ar: سواء للاستخدام اليومي، أو السفر، أو المشي لمسافات طويلة، أو الإعدادات شبه الرسمية.
ur: چاہے روزمرہ کے استعمال، سفر، پیدل سفر یا نیم رسمی ترتیبات کے لیے ہوں۔

source: کیفیت تولید، احترام به نیاز مشتری و طراحی متعهدانه،
ar: جودة الإنتاج واحترام احتياجات العملاء والتصميم الملتزم،
ur: پیداواری معیار، کسٹمر کی ضروریات کا احترام اور پرعزم ڈیزائن،

source: که برند کارنو از ابتدای مسیر بر آن‌ها پایبند بوده
ar: وهو ما التزمت به علامة كارنو منذ بداية الرحلة.
ur: جس کا کارنو برانڈ اپنے سفر کے آغاز سے ہی قائم ہے۔

source: و همواره در تلاش است تا با ارتقاء مستمر محصولات، رضایت و اعتماد مصرف‌کنندگان را حفظ کند.
ar: وتسعى دائمًا إلى الحفاظ على رضا المستهلكين وثقتهم من خلال تحسين منتجاتها بشكل مستمر.
ur: اور یہ اپنی مصنوعات کو مسلسل بہتر بنا کر صارفین کے اطمینان اور اعتماد کو برقرار رکھنے کے لیے ہمیشہ کوشاں ہے۔

source: کارنو، همراهی مطمئن در هر قدم.
ar: كارنو، رفيق موثوق به في كل خطوة.
ur: کارنوٹ، ہر قدم پر ایک قابل اعتماد ساتھی۔

source: کیفیت بالا
ar: جودة عالية
ur: اعلیٰ معیار

source: استفاده از بهترین مواد اولیه
ar: استخدام أفضل المواد الخام
ur: بہترین خام مال کا استعمال

source: رضایت مشتری
ar: رضا العملاء
ur: گاہک کی اطمینان

source: اولویت اصلی ما رضایت شماست
ar: أولويتنا الرئيسية هي رضاكم.
ur: ہماری بنیادی ترجیح آپ کا اطمینان ہے۔

source: تولید سریع
ar: إنتاج سريع
ur: تیز پیداوار

source: ارسال به موقع محصولات
ar: التسليم في الوقت المناسب للمنتجات
ur: مصنوعات کی بروقت ترسیل

source: تضمین کیفیت
ar: ضمان الجودة
ur: کوالٹی اشورینس

source: گارانتی تمام محصولات
ar: ضمان لجميع المنتجات
ur: تمام مصنوعات کے لیے وارنٹی

source: ماموریت و چشم انداز
ar: الرسالة والرؤية
ur: مشن اور وژن

source: ماموریت ما
ar: مهمتنا
ur: ہمارا مشن

source: تولید کفش با کیفیت با استفاده از بهترین مواد اولیه و تکنولوژی روز دنیا
ar: إنتاج أحذية عالية الجودة باستخدام أفضل المواد الخام وأحدث التقنيات في العالم
ur: بہترین خام مال اور جدید ترین ٹیکنالوجی کا استعمال کرتے ہوئے معیاری جوتے تیار کرنا

source: چشم انداز
ar: وجهة نظر
ur: نقطہ نظر

source: تبدیل شدن به برند پیشرو در صنعت کفش کشور و حضور در بازارهای بین المللی
ar: أن نصبح العلامة التجارية الرائدة في صناعة الأحذية في البلاد وأن نتمتع بحضور قوي في الأسواق العالمية
ur: ملک کی جوتوں کی صنعت میں سرکردہ برانڈ بننا اور بین الاقوامی منڈیوں میں اپنی موجودگی

source: جفت کفش تولیدی
ar: زوج من الأحذية المصنعة
ur: تیار کردہ جوتوں کا ایک جوڑا

source: مشتری راضی
ar: عميل راضٍ
ur: مطمئن گاہک

source: مدل مختلف
ar: نماذج مختلفة
ur: مختلف ماڈلز

source: سال سابقه
ar: سنة التسجيل
ur: ریکارڈ کا سال

source: بازگشت به صفحه اصلی
ar: العودة إلى الصفحة الرئيسية
ur: مرکزی صفحہ پر واپس جائیں۔

source: محصولات ویژه
ar: منتجات خاصة
ur: خصوصی مصنوعات

source: محولات ویژه و خاص
ar: منتجات خاصة
ur: خصوصی اور مخصوص اسائنمنٹس

source: انتخابی از بهترین ها فقط برای شما
ar: مجموعة مختارة من الأفضل خصيصًا لك
ur: صرف آپ کے لیے بہترین کا انتخاب۔

source: خانه
ar: بيت
ur: گھر

source: محصولات بیشتر
ar: المزيد من المنتجات
ur: مزید مصنوعات

source: پربازدید ترین
ar: الأكثر زيارة
ur: سب سے زیادہ دورہ کیا

source: محصول
ar: منتج
ur: مصنوعات

source: تخفیف ویژه
ar: خصم خاص
ur: خصوصی رعایت

source: مشاهده جزییات
ar: عرض التفاصيل
ur: تفصیلات دیکھیں

source: توضیحات محصول
ar: وصف المنتج
ur: مصنوعات کی تفصیل

source: میتوانید برای ثبت سفارش محصول در صفحه اصلی جستجو کنید
ar: يمكنك البحث عن المنتج في الصفحة الرئيسية لتقديم الطلب.
ur: آپ آرڈر دینے کے لیے ہوم پیج پر پروڈکٹ تلاش کر سکتے ہیں۔

source: صفحه اصلی
ar: الصفحة الرئيسية
ur: مرکزی صفحہ

source: اشتراک گذاری:
ar: مشاركة:
ur: شیئرنگ:

source: کفش کارنو
ar: حذاء كارنو
ur: کارنو جوتے

source: طراحی‌شده برای راحتی در کنار استایل، با استفاده از متریال باکیفیت و دوخت دقیق.
ar: تم تصميمه لتوفير الراحة إلى جانب الأناقة، باستخدام مواد عالية الجودة وخياطة دقيقة.
ur: اعلی معیار کے مواد اور پیچیدہ سلائی کا استعمال کرتے ہوئے، طرز کے ساتھ ساتھ آرام کے لیے ڈیزائن کیا گیا ہے۔

source: سبک و بادوام
ar: ضوء ومع فخ
ur: ہلکا اور پائیدار

source: طراحی ارگونومیک
ar: تصميم مريح
ur: ایرگونومک ڈیزائن

source: مناسب آقایان / بانوان / سایزهای نقلی
ar: مناسب للرجال / النساء / المقاسات الكبيرة
ur: مردوں/خواتین/پلس سائز کے لیے موزوں ہے۔

source: کارنو؛ همراهی مطمئن برای قدم‌های شما.
ar: كارنوت. رفيق موثوق لخطواتك.
ur: کارنوٹ؛ آپ کے قدموں کے لیے ایک قابل اعتماد ساتھی۔

source: نظرات مشتریات
ar: مراجعات العملاء
ur: کسٹمر کے جائزے

source: نظر خودرا ثبت کنید
ar: أرسل تعليقك.
ur: اپنا تبصرہ بھیجیں۔

source: ثبت نظر
ar: تسجيل تعليق
ur: ایک تبصرہ رجسٹر کریں۔

source: هنوز هیچ نظری برای این محصول ثبت نشده
ar: لا توجد تعليقات على هذا المنتج حتى الآن.
ur: اس پروڈکٹ کے لیے ابھی تک کوئی تبصرہ نہیں ہے۔

source: تماس با ما
ar: اتصل بنا
ur: ہم سے رابطہ کریں

source: گروه تولیدی کفش کارنو
ar: مجموعة كارنو لتصنيع الأحذية
ur: کارنو جوتا مینوفیکچرنگ گروپ

source: سال ها تجربه را به خدمت گرفته ایم و سخت تلاش کرده ایم برای بهتر بودن.
ar: لقد وضعنا سنوات من الخبرة في العمل وعملنا بجد لنكون أفضل.
ur: ہم نے کام کرنے کے لیے برسوں کا تجربہ رکھا ہے اور بہتر ہونے کے لیے سخت محنت کی ہے۔

source: ما اولین نیستیم ولی بهترینیم
ar: نحن لسنا الأوائل ولكننا الأفضل.
ur: ہم پہلے نہیں ہیں، لیکن ہم بہترین ہیں۔

source: دسته بندی
ar: فئة
ur: زمرہ

source: محصولات ویژه و با کیفیت در این دسته بندی
ar: منتجات خاصة وعالية الجودة في هذه الفئة
ur: اس زمرے میں خصوصی اور معیاری مصنوعات

source: بازگشت
ar: يعود
ur: واپسی

source: مشاهده محصول
ar: عرض المنتج
ur: پروڈکٹ دیکھیں

source: اطلاعات تماس
ar: معلومات الاتصال
ur: رابطہ کی معلومات

source: آدرس
ar: عنوان
ur: پته :

source: قم, بلوار خلیج فارس, جاده کاشان بعد از پل بقیع اولین دور برگردان جنب باسکول زمرد
ar: قم، شارع الخليج الفارسي، طريق كاشان بعد جسر البقيع، أول منعطف للخلف بجوار مقياس الزمرد
ur: قم، خلیج فارس بلیوارڈ، باقی پل کے بعد کاشان روڈ، زمرد اسکیل کے آگے پہلا یو ٹرن

source: واتساپ
ar: واتس اب
ur: واٹس ایپ

source: ما را دنبال کنید
ar: تابعنا
ur: ہماری پیروی کریں

source: پیام بگذارید
ar: ترك رسالة
ur: ایک پیغام چھوڑ دو

source: نام کامل
ar: الاسم الكامل
ur: پورا نام

source: ارسال پیام
ar: أرسل رسالة
ur: پیغام بھیجیں

source: هنوز هیچ نظری ثبت نشده
ar: لا توجد تعليقات حتى الآن.
ur: ابھی تک کوئی تبصرہ نہیں

source: ما روی نقشه
ar: نحن على الخريطة
ur: نقشہ کی ماں

source: شرکت کفش کارنو
ar: شركة كارنو للأحذية
ur: کارنو جوتا کمپنی

source: پیشتازان آریا
ar: رواد الآريين
ur: آرین پاینرز

source: صندل‌هایی برای آنان که تفاوت را انتخاب می‌کنند
ar: صنادل لأولئك الذين يختارون الاختلاف
ur: فرق کا انتخاب کرنے والوں کے لیے سینڈل

source: !با بیش از 15 سال تجربه در طراحی و تولید صندل‌های سبک، شیک و بادوام — برای تمام سلیقه‌ها
ar: مع أكثر من 15 عامًا من الخبرة في تصميم وتصنيع الصنادل خفيفة الوزن والأنيقة والمتينة - لتناسب جميع الأذواق!
ur: ہلکے وزن، سجیلا، اور پائیدار سینڈل کی ڈیزائننگ اور مینوفیکچرنگ میں 15 سال سے زیادہ کے تجربے کے ساتھ — تمام ذوق کے لیے!

source: مشاهده محصولات
ar: عرض المنتجات
ur: مصنوعات دیکھیں

source: مشاهده دسته بندی ها
ar: عرض الفئات
ur: زمرے دیکھیں

source: جستجو
ar: يبحث
ur: تلاش کریں

source: محصولات ما
ar: منتجاتنا
ur: ہماری مصنوعات

source: برترین محصولات با بهترین کیفیت
ar: أفضل المنتجات بأفضل جودة
ur: بہترین معیار کے ساتھ بہترین مصنوعات

source: تعداد محصول :
ar: رقم المنتج:
ur: مصنوعات کی تعداد:

source: مشاهده
ar: منظر
ur: دیکھیں

source: دسته بندی محصولات
ar: فئات المنتجات
ur: مصنوعات کے زمرے

source: انتخاب بر اساس نیاز شما
ar: اختر بناءً على احتياجاتك
ur: اپنی ضروریات کی بنیاد پر انتخاب کریں۔

source: مردانه
ar: مذكر
ur: مردانہ

source: زنانه
ar: المؤنث
ur: نسائی

source: چرا از ما خرید کنید؟
ar: لماذا تشتري منا؟
ur: ہم سے کیوں خریدیں؟

source: کیفیت بی نظیر
ar: جودة عالية
ur: منفرد معیار

source: استغاده از بهترین مواد اولیه
ar: استخدام أفضل المواد الخام
ur: بہترین خام مال کا استعمال

source: ضمانت کالا
ar: ضمان المنتج
ur: مصنوعات کی وارنٹی

source: گارانتی 24 ماهه
ar: ضمان لمدة 24 شهرًا
ur: 24 ماہ کی وارنٹی

source: ارسال سریع
ar: أرسل سلسلة
ur: تیز شپنگ

source: تحویل فوری
ar: تسليم فوري

source: بازگشت آسان
ar: عودة سهلة
ur: آسان واپسی

source: ضمانت بازگشت تا 7 روز
ar: ضمان إرجاع لمدة 7 أيام
ur: 7 دن کی رقم واپس کرنے کی گارنٹی

source: ورود به ناحیه کاربری
ar: تسجيل الدخول إلى منطقة المستخدم
ur: صارف کے علاقے میں لاگ ان کریں۔

source: به فروشگاه کفش کارنو خوش آمدید!
ar: مرحباً بكم في متجر كارنو للأحذية!
ur: کارنو شو اسٹور میں خوش آمدید!

source: با ورود به حساب خود از مزایای ویژه ما بهره مند شوید
ar: استفد من مزايانا الخاصة عن طريق تسجيل الدخول إلى حسابك.
ur: اپنے اکاؤنٹ میں لاگ ان کرکے ہمارے خصوصی فوائد سے فائدہ اٹھائیں۔

source: تخفیف‌های ویژه اعضا
ar: خصومات خاصة للأعضاء
ur: ممبران کے لیے خصوصی رعایت

source: پیگیری سفارشات
ar: تتبع الطلبات
ur: آرڈرز کو ٹریک کریں۔

source: تاریخچه خرید
ar: خریداری کی تاریخ
ur: خریداری کی تاریخ

source: ورود به حساب
ar: تسجيل الدخول
ur: اکاؤنٹ میں لاگ ان کریں۔

source: نام کاربری یا ایمیل
ar: اسم المستخدم أو البريد الإلكتروني
ur: صارف نام یا ای میل

source: رمز عبور
ar: كلمة المرور
ur: پاس ورڈ

source: حساب ندارید؟
ar: ليس لديك حساب؟
ur: اکاؤنٹ نہیں ہے؟

source: ثبت نام کنید
ar: اشتراك
ur: سائن اپ کریں۔

source: محصولات
ar: منتجات
ur: مصنوعات

source: زبان
ar: لغة

source: منو
ar: القائمة

source: درباره
ar: معلومات عنا
ur: کے بارے میں

source: ارتباط
ar: تواصل
ur: مواصلات

source: پروفایل
ar: حساب تعريفي
ur: پروفائل

source: پروفایل کاربری
ar: ملف تعريف المستخدم
ur: صارف پروفائل

source: اطلاعات کاربری
ar: معلومات المستخدم
ur: صارف کی معلومات

source: سفارشات
ar: التوصيات

source: خروج
ar: رحيل

source: پنل مدیریت
ar: لوحة الإدارة
ur: مینجمنٹ پینل

source: ورود
ar: تسجيل الدخول
ur: لاگ ان

source: ثبت نام
ar: تسجيل
ur: رجسٹریشن

source: زبانها
ar: اللغات
ur: زبانیں

source: سفارشات | شرکت کفش کارنو
ar: طلبات شركة كارنو للأحذية
ur: کارنو جوتوں کی کمپنی کا آرڈر دیں۔

source: جزئیات سفارش
ar: آرڈر کی تفصیلات
ur: آرڈر کی تفصیلات

source: مشاهده اطلاعات کامل سفارش و وضعیت تحویل
ar: عرض معلومات الطلب الكاملة وحالة التسليم
ur: آرڈر کی مکمل معلومات اور ترسیل کی صورتحال دیکھیں

source: سفارش
ar: طلب
ur: حکم

source: اطلاعات مشتری
ar: معلومات العملاء
ur: کسٹمر کی معلومات

source: نام کامل:
ar: الاسم الكامل
ur: پورا نام

source: ایمیل:
ar: بريد إلكتروني :

source: آدرس:
ar: عنوان :
ur: پته :

source: اطلاعات سفارش
ar: معلومات الاتصال
ur: آرڈر کی معلومات

source: تاریخ ثبت:
ar: تاريخ التسجيل :
ur: رجسٹریشن کی تاریخ

source: آخرین بروزرسانی:
ar: تاريخ التسجيل :
ur: آخری ایڈیشن

source: وضعیت:
ar: حالة
ur: حیثیت :

source: محصولات سفارش
ar: منتجاتنا
ur: مصنوعات کا آرڈر دیں۔

source: تعداد
ar: رقم :
ur: نمبر

source: قیمت واحد
ar: سعر الوحدة
ur: یونٹ کی قیمت

source: کد:
ar: شفرة:
ur: کوڈ:

source: جمع کل:
ar: المبلغ الإجمالي
ur: کل رقم :

source: بازگشت به سفارشات
ar: العودة إلى الأوامر
ur: آرڈرز پر واپس جائیں۔

source: سفارشات من
ar: أوامري
ur: میرے احکامات

source: مشاهده و پیگیری تمام سفارش‌های شما
ar: عرض وتتبع جميع طلباتك
ur: اپنے تمام آرڈرز دیکھیں اور ٹریک کریں۔

source: سفارشات جاری
ar: الطلبات الحالية
ur: موجودہ احکامات

source: شماره سفارش
ar: رقم الاتصال
ur: آرڈر نمبر

source: به نام
ar: في الاسم
ur: نام میں

source: تاریخ ثبت
ar: تاريخ التسجيل :
ur: رجسٹریشن کی تاریخ

source: وضعیت
ar: حالة
ur: حیثیت

source: سفارشی ثبت نشده است
ar: الطلب غير مسجل
ur: آرڈر رجسٹرڈ نہیں ہے۔

source: شما هنوز هیچ سفارشی ثبت نکرده‌اید. می‌توانید از فروشگاه ما دیدن کنید.
ar: لم تقم بوضع أي طلبات بعد. يمكنك زيارة متجرنا.
ur: آپ نے ابھی تک کوئی آرڈر نہیں دیا ہے۔ آپ ہمارے اسٹور پر جا سکتے ہیں۔

source: کد محصول :
ar: رمز المنتج:
ur: پروڈکٹ کوڈ :

source: تخفیف
ar: تخفيض
ur: رعایت

source: توضیحات کامل محصول
ar: وصف المنتج الكامل
ur: مصنوعات کی مکمل تفصیل

source: تعداد :
ar: رقم :
ur: نمبر:

source: افزودن به سبد خرید
ar: أضف إلى السلة
ur: ٹوکری میں شامل کریں۔

source: اشتراک گذاری :
ar: مشاركة :
ur: شیئرنگ :

source: ضمانت بازگشت
ar: ضمان العودة
ur: واپسی کی گارنٹی

source: مدت زمان بازگشت کالا 7 روز
ar: فترة الإرجاع هي 7 أيام.
ur: واپسی کی مدت 7 دن ہے۔

source: نظرات مشتریان
ar: مراجعات العملاء
ur: کسٹمر کے جائزے

source: هنوز هیچ نظری در مورد این محصول وجود ندارد
ar: لا توجد مراجعات لهذا المنتج حتى الآن.
ur: اس پروڈکٹ کے لیے ابھی تک کوئی جائزہ نہیں ہے۔

source: نتایج برای جستجو
ar: نتائج البحث
ur: تلاش کے نتائج

source: محصولی یافت نشد
ar: لم يتم العثور على منتج
ur: کوئی پروڈکٹ نہیں ملا

source: مشاهده سریع
ar: عرض سريع
ur: فوری نقطہ نظر

source: نتیجه ای یافت نشد
ar: لم يتم العثور على نتائج
ur: کوئی نتیجہ نہیں ملا

source: متاسفانه هیچ محصولی مطابق جستجوی شما یافت نشد
ar: لسوء الحظ، لم يتم العثور على أي منتجات تطابق بحثك.
ur: بدقسمتی سے، آپ کی تلاش سے مماثل کوئی پروڈکٹس نہیں ملے۔

source: پیشنهادات :
ar: اقتراحات :
ur: تجاویز:

source: از کلمات کلیدی متفاوت استفاده کنید
ar: استخدم كلمات رئيسية مختلفة.
ur: مختلف مطلوبہ الفاظ استعمال کریں۔

source: املای کلمات را بررسی کنید
ar: تحقق من تهجئة الكلمات.
ur: الفاظ کے ہجے چیک کریں۔

source: جستجوی عمومی تری انجام دهید
ar: قم بإجراء بحث أكثر عمومية.
ur: مزید عمومی تلاش کریں۔

source: ثبت‌نام
ar: تسجيل
ur: رجسٹریشن

source: به خانواده کارنو بپیوندید!
ar: انضم إلى عائلة كارنو!

source: دسترسی به پیشنهادات ویژه اعضا
ar: الوصول إلى عروض خاصة للأعضاء
ur: خصوصی ممبر آفرز تک رسائی

source: پیگیری سفارشات و تاریخچه خرید
ar: تتبع الطلبات وسجل المشتريات
ur: آرڈرز اور خریداری کی تاریخ کا سراغ لگانا

source: تخفیف‌های اختصاصی برای اعضا
ar: خصومات حصرية للأعضاء
ur: اراکین کے لیے خصوصی رعایت

source: اطلاع از جدیدترین محصولات و حراجی‌ها
ar: معلومات عن أحدث المنتجات والمزادات
ur: تازہ ترین مصنوعات اور نیلامیوں کے بارے میں معلومات

source: پشتیبانی اختصاصی برای اعضا
ar: دعم مخصص للأعضاء
ur: اراکین کے لیے سرشار حمایت

source: حساب کاربری جدید
ar: حساب مستخدم جديد
ur: نیا صارف اکاؤنٹ

source: اطلاعات خود را وارد کنید تا ثبت‌نام کنید
ar: أدخل معلوماتك للتسجيل.
ur: رجسٹر کرنے کے لیے اپنی معلومات درج کریں۔

source: قبلاً حساب دارید؟
ar: هل لديك حساب بالفعل؟
ur: پہلے سے ہی اکاؤنٹ ہے؟

source: وارد شوید
ar: تسجيل الدخول
ur: لاگ ان

source: ویرایش اطلاعات
ar: تحرير المعلومات
ur: معلومات میں ترمیم کریں۔

source: ویرایش اطلاعات کاربری
ar: تحرير معلومات المستخدم
ur: صارف کی معلومات میں ترمیم کریں۔

source: اطلاعات حساب کاربری خود را مدیریت کنید
ar: إدارة معلومات حسابك
ur: اپنے اکاؤنٹ کی معلومات کا نظم کریں۔

source: اطلاعات شخصی
ar: معلومات شخصية
ur: ذاتی معلومات

source: تغییر رمز عبور
ar: تغيير كلمة المرور
ur: پاس ورڈ تبدیل کریں۔

source: اطلاعات شخصی
ar: معلومات شخصية
ur: ذاتی معلومات

source: اطلاعات شناسایی و تماس خودرا بروز کنید
ar: قم بتحديث هويتك ومعلومات الاتصال الخاصة بك.
ur: اپنی شناخت اور رابطے کی معلومات کو اپ ڈیٹ کریں۔

source: ذخیره تغییرات
ar: حفظ التغييرات
ur: تبدیلیاں محفوظ کریں۔

source: انصراف
ar: انسحب
ur: آپٹ آؤٹ

source: لطفاً رمز عبور جدید خود را وارد نمایید
ar: الرجاء إدخال كلمة المرور الجديدة.
ur: براہ کرم اپنا نیا پاس ورڈ درج کریں۔

source: رمز عبور فعلی
ar: كلمة المرور الحالية
ur: موجودہ پاس ورڈ

source: رمز عبور جدید
ar: كلمة المرور الجديدة
ur: نیا پاس ورڈ

source: حداقل 8 کاراکتر
ar: 8 أحرف على الأقل
ur: کم از کم 8 حروف

source: حروف بزرگ و کوچک
ar: الأحرف الكبيرة والصغيرة
ur: بڑے اور چھوٹے حروف

source: اعداد و نمادهای ویژه
ar: الأرقام والرموز الخاصة
ur: خصوصی نمبر اور علامات

source: تکرار رمز عبور جدید
ar: كرر كلمة المرور الجديدة
ur: نیا پاس ورڈ دہرائیں۔

source: بازگشت به پروفایل
ar: العودة إلى الملف الشخصي
ur: پروفائل پر واپس جائیں۔

source: برای کمک با پشتیبانی تماس بگیرید:
ar: اتصل بالدعم للحصول على المساعدة:
ur: مدد کے لیے سپورٹ سے رابطہ کریں:

source: ویرایش پروفایل
ar: تحرير الملف الشخصي
ur: پروفائل میں ترمیم کریں۔

source: اطلاعات شخصی خودرا بروز کنید
ar: تحديث معلوماتك الشخصية.
ur: اپنی ذاتی معلومات کو اپ ڈیٹ کریں۔

source: Hello Welcome!
ar: مرحباً
ur: ہیلو خوش آمدید!

source: با موفقیت خارج شدید
ar: لقد خرجت بنجاح
ur: آپ کامیابی سے لاگ آؤٹ ہو گئے ہیں۔

source: شما قبلاً وارد شده‌اید.
ar: لقد قمت بتسجيل الدخول بالفعل.
ur: آپ پہلے ہی لاگ ان ہیں۔

source: شما دسترسی به پنل مدیریت ندارید
ar: ليس لديك إمكانية الوصول إلى لوحة الإدارة.
ur: آپ کو ایڈمن پینل تک رسائی نہیں ہے۔

source: نام کاربری یا رمز عبور اشتباه است
ar: اسم المستخدم أو كلمة المرور غير صحيحة.
ur: صارف نام یا پاس ورڈ غلط ہے۔

source: این نام کاربری قبلاً ثبت شده است.
ar: لقد قمت بتسجيل الدخول بالفعل.
ur: یہ صارف نام پہلے ہی رجسٹرڈ ہے۔

source: این ایمیل قبلاً ثبت شده است.
ar: لقد تم تسجيل هذا البريد الإلكتروني بالفعل.
ur: یہ ای میل پہلے ہی رجسٹرڈ ہے۔

source: اکانت شما ساخته شد.
ar: لقد تم إنشاء حسابك.
ur: آپ کا اکاؤنٹ بن گیا ہے۔

source: لطفاً خطاهای فرم را بررسی و اصلاح کنید.
ar: يرجى مراجعة المعلومات التالية والتأكد منها.
ur: براہ کرم فارم کی غلطیاں چیک کریں اور درست کریں۔

source: لطفاً ابتدا وارد شوید.
ar: الرجاء تسجيل الدخول أولاً.
ur: براہ کرم پہلے لاگ ان کریں۔

source: لطفاً ابتدا وارد حساب کاربری شوید.
ar: الرجاء تسجيل الدخول أولاً.
ur: براہ کرم پہلے لاگ ان کریں۔

source: اطلاعات با موفقیت بروزرسانی شد.
ar: تم تحديث عدد المنتجات بنجاح.
ur: معلومات کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا۔

source: سبد خرید | فروشگاه کفش کارنو
ar: طلبات | شركة كارنو للأحذية
ur: کارنو جوتوں کی | کمپنی کا آرڈر دیں۔

source: سبد خرید شما
ar: عربة التسوق
ur: آپ کی خریداری کی ٹوکری

source: مدیریت محصولات انتخابی
ar: إدارة المنتج
ur: منتخب مصنوعات کا انتظام

source: محصولات انتخابی
ar: إدارة المنتج
ur: منتخب کردہ مصنوعات

source: حذف
ar: يزيل
ur: ہٹا دیں

source: فاکتور نهایی
ar: الدفع النهائي
ur: حتمی رسید

source: تعداد محصولات :
ar: رقم المنتج:
ur: مصنوعات کی تعداد :

source: مبلغ کل :
ar: المبلغ الإجمالي
ur: کل رقم :

source: مبلغ قابل پرداخت :
ar: التأكيد والدفع
ur: قابل ادائیگی رقم

source: پرداخت نهایی
ar: الدفع النهائي
ur: آخری ادائیگی

source: ادامه خرید
ar: مواصلة التسوق
ur: خریداری جاری رکھیں

source: گارانتی اصل بودن کالا
ar: ضمان أصالة البضائع
ur: سامان کی اصلیت کی گارنٹی

source: تحویل سریع و با تخفیف
ar: التسليم السريع والخصم
ur: تیز ترسیل اور ڈسکاؤنٹ

source: سبد خرید شما خالی است!
ar: سلة التسوق الخاصة بك فارغة!
ur: آپ کی خریداری کی ٹوکری خالی ہے!

source: میتوانید از فروشگاه ما دیدن کنید و محصولات مارا ببینید
ar: يمكنكم زيارة متجرنا ورؤية منتجاتنا.
ur: آپ ہمارے اسٹور پر جا سکتے ہیں اور ہماری مصنوعات دیکھ سکتے ہیں۔

source: محصول با موفقیت به سبد خرید اضافه شد
ar: لقد تمت إضافة المنتج إلى سلة التسوق بنجاح.
ur: پروڈکٹ کو کامیابی کے ساتھ کارٹ میں شامل کر دیا گیا۔

source: محصول از سبد خرید حذف شد
ar: تمت إزالة المنتج من سلة التسوق.
ur: پروڈکٹ کو کارٹ سے ہٹا دیا گیا۔

source: تعداد باید حداقل 1 باشد
ar: يجب أن يكون الرقم 1 على الأقل.
ur: تعداد کم از کم 1 ہونی چاہیے۔

source: تعداد محصول با موفقیت به‌روزرسانی شد
ar: تم تحديث عدد المنتجات بنجاح.
ur: پروڈکٹ کا شمار کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔

source: لطفاً یک عدد معتبر وارد کنید
ar: الرجاء تسجيل الدخول أولاً.
ur: براہ کرم ایک درست نمبر درج کریں۔

source: آدرس پرداخت
ar: عنوان الدفع
ur: ادائیگی کا پتہ

source: آدرس‌های پرداخت
ar: عناوين الدفع
ur: ادائیگی کے پتے

source: آیتم های سفارش
ar: ترتيب العناصر
ur: اشیاء کا آرڈر دیں۔

source: صورت حساب
ar: فاتورة
ur: بل

source: تکمیل سفارش
ar: إكمال الطلب
ur: آرڈر کی تکمیل

source: لطفا اطلاعات ارسال را با دقت بررسی و تکمیل نمایید
ar: يرجى التحقق من معلومات الإرسال واستكمالها بعناية
ur: براہ کرم جمع کرنے کی معلومات کو احتیاط سے چیک کریں اور مکمل کریں۔

source: خلاصه سفارش شما
ar: ملخص طلبك
ur: آپ کے آرڈر کا خلاصہ

source: قیمت واحد :
ar: سعر الوحدة
ur: یونٹ کی قیمت :

source: قیمت کل :
ar: السعر الإجمالي
ur: کل قیمت :

source: ویرایش سفارش
ar: تحرير الطلب
ur: آرڈر میں ترمیم کریں۔

source: مشخصات ارسال
ar: تفاصيل الشحن
ur: شپنگ کی تفصیلات

source: تایید و پرداخت
ar: التأكيد والدفع
ur: تصدیق اور ادائیگی

source: تکمیل سفارش شما
ar: إكمال طلبك
ur: آپ کا آرڈر مکمل کرنا

source: لطفا اطلاعات زیر را بررسی و تایید نمایید
ar: يرجى مراجعة المعلومات التالية والتأكد منها.
ur: براہ کرم درج ذیل معلومات کا جائزہ لیں اور تصدیق کریں۔

source: سبد خرید
ar: عربة التسوق
ur: خریداری کی ٹوکری

source: اطلاعات ارسال
ar: معلومات الشحن
ur: شپنگ کی معلومات

source: تایید نهایی
ar: الموافقة النهائية
ur: حتمی منظوری

source: خلاصه سفارش
ar: ملخص الطلب
ur: آرڈر کا خلاصہ

source: جمع کل :
ar: المبلغ الإجمالي
ur: کل رقم :

source: اطلاعات تحویل گیرنده
ar: معلومات مستلم التسليم
ur: ڈلیوری وصول کنندہ کی معلومات

source: تلفن همراه
ar: الهاتف المحمول
ur: موبائل فون

source: آدرس اصلی
ar: العنوان الرئيسي
ur: مرکزی پتہ

source: آدرس تکمیلی
ar: عنوان إضافي
ur: اضافی پتہ

source: استان
ar: مقاطعة
ur: صوبہ

source: کدپستی
ar: الرمز البريدي
ur: زپ کوڈ

source: بازگشت به مرحله قبل
ar: العودة إلى الصفحة الرئيسية
ur: پچھلے مرحلے پر واپس جائیں۔

source: سفارش بدون ورود کاربر ثبت می‌شود.
ar: يتم تقديم الطلب دون تسجيل دخول المستخدم.
ur: آرڈر صارف کے لاگ ان کیے بغیر دیا جاتا ہے۔

source: سفارش با موفقیت ثبت شد.
ar: الطلب غير مسجل
ur: آرڈر کامیابی کے ساتھ دیا گیا تھا۔

source: درخواست نامعتبر بود.
ar: الطلب غير صالح.
ur: درخواست غلط تھی۔

source: اسم
ur: نام

source: <مناسب برای استفاده روزمره، سفر و پیاده‌روی.
ur: <روزمرہ کے استعمال، سفر اور پیدل سفر کے لیے موزوں ہے۔

source: عدد
ur: نمبر
